{
  "metadata": {
    "total_size": 71903655008
  },
  "weight_map": {
    "model.language_model.layers.13.mlp.experts.gate_up_proj": "model.safetensors-00001-of-00014.safetensors",
    "model.language_model.layers.22.mlp.experts.gate_up_proj": "model.safetensors-00001-of-00014.safetensors",
    "model.language_model.layers.34.mlp.experts.gate_up_proj": "model.safetensors-00001-of-00014.safetensors",
    "model.language_model.layers.17.mlp.experts.gate_up_proj": "model.safetensors-00001-of-00014.safetensors",
    "model.language_model.layers.28.mlp.experts.gate_up_proj": "model.safetensors-00001-of-00014.safetensors",
    "model.language_model.layers.6.mlp.experts.gate_up_proj": "model.safetensors-00002-of-00014.safetensors",
    "model.language_model.layers.24.mlp.experts.gate_up_proj": "model.safetensors-00002-of-00014.safetensors",
    "model.language_model.layers.27.mlp.experts.gate_up_proj": "model.safetensors-00002-of-00014.safetensors",
    "model.language_model.layers.7.mlp.experts.gate_up_proj": "model.safetensors-00002-of-00014.safetensors",
    "model.language_model.layers.36.mlp.experts.gate_up_proj": "model.safetensors-00002-of-00014.safetensors",
    "model.language_model.layers.9.mlp.experts.gate_up_proj": "model.safetensors-00003-of-00014.safetensors",
    "model.language_model.layers.25.mlp.experts.gate_up_proj": "model.safetensors-00003-of-00014.safetensors",
    "model.language_model.layers.23.mlp.experts.gate_up_proj": "model.safetensors-00003-of-00014.safetensors",
    "model.language_model.layers.32.mlp.experts.gate_up_proj": "model.safetensors-00003-of-00014.safetensors",
    "model.language_model.layers.3.mlp.experts.gate_up_proj": "model.safetensors-00003-of-00014.safetensors",
    "model.language_model.layers.2.mlp.experts.gate_up_proj": "model.safetensors-00004-of-00014.safetensors",
    "model.language_model.layers.38.mlp.experts.gate_up_proj": "model.safetensors-00004-of-00014.safetensors",
    "model.language_model.layers.39.mlp.experts.gate_up_proj": "model.safetensors-00004-of-00014.safetensors",
    "model.language_model.layers.16.mlp.experts.gate_up_proj": "model.safetensors-00004-of-00014.safetensors",
    "model.language_model.layers.33.mlp.experts.gate_up_proj": "model.safetensors-00004-of-00014.safetensors",
    "model.language_model.layers.30.mlp.experts.gate_up_proj": "model.safetensors-00005-of-00014.safetensors",
    "model.language_model.layers.29.mlp.experts.gate_up_proj": "model.safetensors-00005-of-00014.safetensors",
    "model.language_model.layers.12.mlp.experts.gate_up_proj": "model.safetensors-00005-of-00014.safetensors",
    "model.language_model.layers.18.mlp.experts.gate_up_proj": "model.safetensors-00005-of-00014.safetensors",
    "model.language_model.layers.31.mlp.experts.gate_up_proj": "model.safetensors-00005-of-00014.safetensors",
    "model.language_model.layers.14.mlp.experts.gate_up_proj": "model.safetensors-00006-of-00014.safetensors",
    "model.language_model.layers.15.mlp.experts.gate_up_proj": "model.safetensors-00006-of-00014.safetensors",
    "model.language_model.layers.19.mlp.experts.gate_up_proj": "model.safetensors-00006-of-00014.safetensors",
    "model.language_model.layers.26.mlp.experts.gate_up_proj": "model.safetensors-00006-of-00014.safetensors",
    "model.language_model.layers.0.mlp.experts.gate_up_proj": "model.safetensors-00006-of-00014.safetensors",
    "model.language_model.layers.21.mlp.experts.gate_up_proj": "model.safetensors-00007-of-00014.safetensors",
    "model.language_model.layers.4.mlp.experts.gate_up_proj": "model.safetensors-00007-of-00014.safetensors",
    "model.language_model.layers.35.mlp.experts.gate_up_proj": "model.safetensors-00007-of-00014.safetensors",
    "model.language_model.layers.10.mlp.experts.gate_up_proj": "model.safetensors-00007-of-00014.safetensors",
    "model.language_model.layers.5.mlp.experts.gate_up_proj": "model.safetensors-00007-of-00014.safetensors",
    "model.language_model.layers.20.mlp.experts.gate_up_proj": "model.safetensors-00008-of-00014.safetensors",
    "model.language_model.layers.37.mlp.experts.gate_up_proj": "model.safetensors-00008-of-00014.safetensors",
    "model.language_model.layers.8.mlp.experts.gate_up_proj": "model.safetensors-00008-of-00014.safetensors",
    "model.language_model.layers.11.mlp.experts.gate_up_proj": "model.safetensors-00008-of-00014.safetensors",
    "model.language_model.layers.1.mlp.experts.gate_up_proj": "model.safetensors-00008-of-00014.safetensors",
    "lm_head.weight": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.embed_tokens.weight": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.13.mlp.experts.down_proj": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.22.mlp.experts.down_proj": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.34.mlp.experts.down_proj": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.17.mlp.experts.down_proj": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.28.mlp.experts.down_proj": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.6.mlp.experts.down_proj": "model.safetensors-00009-of-00014.safetensors",
    "model.language_model.layers.24.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.27.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.7.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.36.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.9.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.25.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.23.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.32.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.3.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.2.mlp.experts.down_proj": "model.safetensors-00010-of-00014.safetensors",
    "model.language_model.layers.38.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.39.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.16.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.33.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.30.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.29.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.12.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.18.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.31.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.14.mlp.experts.down_proj": "model.safetensors-00011-of-00014.safetensors",
    "model.language_model.layers.15.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.19.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.26.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.0.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.21.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.4.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.35.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.10.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.5.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.20.mlp.experts.down_proj": "model.safetensors-00012-of-00014.safetensors",
    "model.language_model.layers.37.mlp.experts.down_proj": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.8.mlp.experts.down_proj": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.11.mlp.experts.down_proj": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.1.mlp.experts.down_proj": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.merger.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.0.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.1.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.20.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.21.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.3.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.30.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.31.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.9.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "mtp.layers.0.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.39.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.4.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.5.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.15.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.16.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.17.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.32.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.33.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.34.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.27.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.28.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.29.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.10.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.11.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.12.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.25.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.26.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.18.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.19.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.2.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.13.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.14.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.22.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.23.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.24.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.35.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.36.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.6.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.7.self_attn.q_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.8.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.37.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.38.linear_attn.in_proj_qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.merger.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.0.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.0.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.1.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.1.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.20.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.20.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.21.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.21.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.3.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.30.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.30.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.31.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.9.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.9.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "mtp.fc.weight": "model.safetensors-00013-of-00014.safetensors",
    "mtp.layers.0.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.39.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.4.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.4.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.5.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.5.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.15.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.16.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.16.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.17.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.17.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.32.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.32.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.33.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.33.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.34.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.27.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.28.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.28.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.29.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.29.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.10.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.10.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.11.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.12.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.12.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.25.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.25.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.26.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.26.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.18.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.18.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.19.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.2.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.2.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.13.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.13.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.14.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.14.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.22.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.22.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.23.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.24.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.24.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.34.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.35.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.36.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.36.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.6.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.6.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.7.self_attn.o_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.8.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.8.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.37.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.37.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.38.linear_attn.in_proj_z.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.language_model.layers.38.linear_attn.out_proj.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.0.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.0.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.1.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.1.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.10.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.10.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.11.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.11.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.12.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.12.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.13.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.13.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.14.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.14.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.15.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.15.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.16.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.16.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.17.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.17.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.18.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.18.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.19.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.19.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.2.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.2.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.20.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.20.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.21.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.21.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.22.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.22.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.23.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.23.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.24.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.24.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.25.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.25.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.26.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.26.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.3.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.3.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.4.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.4.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.5.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.5.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.6.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.6.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.7.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.7.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.8.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.8.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.9.mlp.linear_fc1.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.9.mlp.linear_fc2.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.0.attn.qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.1.attn.qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.10.attn.qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.11.attn.qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.12.attn.qkv.weight": "model.safetensors-00013-of-00014.safetensors",
    "model.visual.blocks.13.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.14.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.15.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.16.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.17.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.18.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.19.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.2.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.20.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.21.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.22.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.23.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.24.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.25.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.26.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.3.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.4.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.5.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.6.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.7.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.8.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.9.attn.qkv.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.pos_embed.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.patch_embed.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.0.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.1.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.10.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.11.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.12.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.13.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.14.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.15.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.16.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.17.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.18.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.19.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.2.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.20.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.21.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.22.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.23.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.24.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.25.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.26.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.3.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.4.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.5.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.6.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.7.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.8.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.visual.blocks.9.attn.proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.0.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.0.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.0.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.1.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.1.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.1.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.2.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.2.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.2.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.20.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.20.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.20.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.21.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.21.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.21.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.3.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.3.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.3.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.3.self_attn.k_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.3.self_attn.v_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.30.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.30.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.30.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.31.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.31.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.31.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.31.self_attn.k_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.31.self_attn.v_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.8.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.9.mlp.shared_expert.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.9.mlp.shared_expert.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "model.language_model.layers.9.mlp.shared_expert.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.0.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.0.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.0.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.1.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.1.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.1.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.10.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.10.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.10.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.100.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.100.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.100.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.101.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.101.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.101.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.102.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.102.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.102.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.103.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.103.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.103.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.104.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.104.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.104.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.105.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.105.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.105.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.106.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.106.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.106.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.107.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.107.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.107.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.108.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.108.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.108.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.109.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.109.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.109.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.11.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.11.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.11.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.110.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.110.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.110.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.111.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.111.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.111.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.112.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.112.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.112.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.113.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.113.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.113.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.114.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.114.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.114.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.115.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.115.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.115.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.116.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.116.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.116.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.117.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.117.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.117.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.118.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.118.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.118.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.119.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.119.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.119.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.12.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.12.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.12.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.120.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.120.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.120.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.121.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.121.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.121.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.122.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.122.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.122.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.123.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.123.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.123.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.124.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.124.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.124.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.125.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.125.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.125.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.126.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.126.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.126.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.127.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.127.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.127.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.128.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.128.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.128.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.129.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.129.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.129.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.13.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.13.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.13.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.130.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.130.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.130.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.131.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.131.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.131.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.132.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.132.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.132.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.133.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.133.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.133.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.134.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.134.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.134.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.135.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.135.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.135.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.136.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.136.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.136.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.137.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.137.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.137.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.138.down_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.138.gate_proj.weight": "model.safetensors-00014-of-00014.safetensors",
    "mtp.layers.0.mlp.experts.138.up_proj.weight": "model.safetensors-00014-of-00014.safetensors",
